{"id":989,"date":"2016-01-21T16:05:04","date_gmt":"2016-01-21T16:05:04","guid":{"rendered":"http:\/\/wirid-lab.umng.edu.co\/?p=989"},"modified":"2016-01-21T16:05:04","modified_gmt":"2016-01-21T16:05:04","slug":"ino-ing-2023","status":"publish","type":"post","link":"https:\/\/wirid-lab.umng.edu.co\/es\/2016\/01\/21\/ino-ing-2023\/","title":{"rendered":"INO ING 2023"},"content":{"rendered":"<p><\/p>\n<h2 style=\"text-align: center\">Proyecto Innovación INO ING 2023<br \/>\n ANE SPECTRUM CHALLENGE FASE 1: diseño e implementación de un sistema remoto para análisis de escenarios de coexistencia de servicios de radiocomunicaciones mediante Radio Definido por Software y Cloud Computing.<\/h2>\n<p><a href=\"https:\/\/blog.wiridlab.site\/wp-content\/uploads\/2015\/10\/IMGM3911.jpg\" data-rel=\"lightbox-image-0\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter  wp-image-233\" src=\"https:\/\/blog.wiridlab.site\/wp-content\/uploads\/2015\/10\/IMGM3911.jpg\" alt=\"IMGM3911\" width=\"760\" height=\"507\" \/><\/a><\/p>\n<p style=\"text-align: justify\"> <\/p>\n<h3 style=\"text-align: justify\">Resumen del proyecto<\/h3>\n<p style=\"text-align: justify\">El grupo de Investigación GISSIC perteneciente al programa de Ingeniería en Telecomunicaciones de la Universidad Militar Nueva Granada, propone a la Agencia Nacional del Espectro ANE desarrollar el proyecto: <strong>ANE SPECTRUM CHALLENGE<\/strong>. Este proyecto está conformado por 2 fases y para el alcance de esta convocatoria se propone el desarrollo de la primera fase durante un período de 5 meses teniendo en cuenta las necesidades de la agencia.<\/p>\n<p style=\"text-align: justify\">El objetivo de la primera fase es construir un prototipo inicial de sistema hardware-software remoto y reconfigurable, que permita realizar análisis técnicos de convivencia entre tecnologías de radiocomunicaciones para frecuencias entre 50 MHz hasta 6 GHz. Este sistema combina las tecnologías de Radio Definido por Software y Cloud Computing que garantizan la posibilidad de utilizar mismo hardware para la ejecución de múltiples experimentos con un alto nivel de adaptabilidad para el análisis de nuevas tecnologías.<\/p>\n<p style=\"text-align: justify\">Como resultados de esta primer fase se obtendrá: el diseño e implementación de un prototipo inicial de sistema testbed remoto, basado en SDR y Cloud Computing; una evaluación de su aplicabilidad mediante el análisis de un escenario de interferencia entre las tecnologías LTE y DVB-T2, teniendo en cuenta las necesidades actuales de la ANE en este tema y el diseño de una estrategia colaborativa, para que ANE realice la iniciativa <strong>ANE SPECTRUM CHALLENGE<\/strong>, dirigida a la comunidad académica en Colombia y orientada a la solución de problemas relacionados con el espectro radioeléctrico.<\/p>\n<p style=\"text-align: justify\">Estos resultados permitirán a la ANE contar con una herramienta para realizar evaluaciones para medición de interferencias, análisis de sistemas de radio cognitiva, simulaciones de escenarios de coexistencia de tecnologías para el uso eficiente del espectro, y simulación de escenarios de uso del espectro en Colombia. Todo ello, usando una infraestructura del sistema prototipo remoto diseñado y los equipos de medida instalados en la Universidad Militar Nueva Granada.<\/p>\n<p style=\"text-align: justify\">Así mismo, este desarrollo permitirá realizar en la siguientes fases el ANE SPECTRUM CHALLENGE, una iniciativa liderada desde la ANE para el desarrollo de retos técnicos de alto impacto en el que participen diferentes universidades del país, lo cual contribuirá a la promoción de la investigación en temas de ERE y la formación de expertos en espectro. En esta primera fase, se prevé el diseño de las actividades y la metodología de un primer evento para ejecutar retos según las necesidades de la ANE, tomando como referente la experiencia del <a href=\"https:\/\/archive.darpa.mil\/spectrumchallenge\/\" target=\"_blank\" rel=\"noopener noreferrer\">DARPA SPECTRUM CHALLENGE<\/a> . Tales retos pueden estar orientados hacia el análisis de escenarios de flexibilización técnica del espectro, análisis de interferencia entre tecnologías de comunicación inalámbrica, técnicas de medición de RF, análisis de espacios en blanco y radio cognitiva, seguridad inalámbrica, entre otros.<\/p>\n<p style=\"text-align: justify\">La experiencia del grupo de investigación GISSIC en temas de seguridad en sistemas inalámbricos; los resultados alcanzados con los proyectos internos, financiados por la Universidad Militar Nueva Granada en temas de Radio Definido por Software y la infraestructura de laboratorios en el área de radiocomunicaciones; hace que el equipo proponente cuente con la experiencia y con gran parte de la infraestructura necesaria para realizar con éxito este proyecto.<\/p>\n<p style=\"text-align: justify\">Para el desarrollo de la investigación se propone un equipo liderado por un investigador principal, dos co-investigadores; tres ingenieros asistentes de investigación y dos auxiliares de investigación. Como parte de la metodología, es necesario desarrollar una estrategia de trabajo colaborativo entre el equipo de trabajo del grupo de Investigación GISSIC y un equipo de funcionarios que la ANE designe para la participación en el proyecto. Además, se propone realizar al menos una visita del equipo de trabajo ANEUMNG a un laboratorio especializado en Estados Unidos, con el propósito de conocer las experiencias en el diseño y funcionamiento del sistema <a href=\"https:\/\/www.orbit-lab.org\/\" target=\"_blank\" rel=\"noopener noreferrer\">ORBIT<\/a>, principal referente técnico del proyecto.<\/p>\n<p style=\"text-align: justify\">Los resultados beneficiaran directamente a la Agencia Nacional del Espectro, permitiéndole alcanzar los objetivos de su convocatoria e incentivarán a la comunidad académica a realizar investigaciones de alto impacto para el país en temas de espectro radioeléctrico y contribuirán a promover la visibilidad de Colombia a nivel internacional en aspectos técnicos de la administración del ERE.<\/p>\n<p style=\"text-align: justify\"> <\/p>\n<h3 style=\"text-align: justify\">Objetivos<\/h3>\n<h4> General<\/h4>\n<ul>\n<li style=\"text-align: justify\">Diseñar e implementar un sistema prototipo hardware-software reconfigurable basado en radio definido por software, bajo un modelo de Cloud Computing que permita realizar análisis técnicos de convivencia entre tecnologías de radiocomunicación.<\/li>\n<\/ul>\n<h4> Especificos<\/h4>\n<ul>\n<li style=\"text-align: justify\">Diseñar e implementar un prototipo de sistema remoto para el análisis de espectro radioeléctrico, compuesto por generadores de RF configurables, radios SDR, antenas y un sistema de Cloud Computing.<\/li>\n<li style=\"text-align: justify\">Evaluar un escenario de convivencia entre las tecnologías LTE y DVB-T2 empleando la infraestructura implementada; con el propósito de desarrollar una metodología de análisis de convivencia estas dos tecnologías, teniendo en cuenta las las orientaciones del equipo de la ANE vinculado al proyecto.<\/li>\n<li style=\"text-align: justify\">Diseñar una estrategia colaborativa para la comunidad académica colombiana orientada a la solución de problemas del espectro a través del reto ANE SPRECTRUM CHALLENGE a desarrollarse en una próxima fase.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h3 style=\"text-align: justify\">Integrantes<\/h3>\n<p style=\"text-align: justify\">Juan Carlos Martinez Quintero &#8211; Docente  Universidad Militar Nueva Granada<\/p>\n<p style=\"text-align: justify\">José de Jesús Rugeles Uribe &#8211; Docente  Universidad Militar Nueva Granada<\/p>\n<p style=\"text-align: justify\">Luis Fernando Gonzalez De la Calle &#8211; Docente Universidad Militar Nueva Granada<\/p>\n<p style=\"text-align: justify\">Luis Eduardo Quibano Alarcón &#8211; Ing. Telecomunicaciones Universidad Militar<\/p>\n<p style=\"text-align: justify\">Diana Marcela Mendoza Clavijo &#8211; Ing. Telecomunicaciones Universidad Militar<\/p>\n<p style=\"text-align: justify\">Ramiro Rincón Barbosa &#8211; Ing. Telecomunicaciones Universidad Militar<\/p>\n<p style=\"text-align: justify\">Alejandro Peña Arias- Ing. Telecomunicaciones Universidad Militar<\/p>\n<p style=\"text-align: justify\">Diego Parra &#8211; Ing. Telecomunicaciones Universidad Militar<\/p>\n<p><\/p>","protected":false},"excerpt":{"rendered":"<p>Proyecto Innovación INO ING 2023 ANE SPECTRUM CHALLENGE FASE 1: diseño e implementación de un sistema remoto para análisis de escenarios de coexistencia de servicios de radiocomunicaciones mediante Radio Definido por Software y Cloud Computing.   Resumen del proyecto El grupo de Investigación GISSIC perteneciente al programa de Ingeniería en Telecomunicaciones de la Universidad Militar [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":233,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mi_skip_tracking":false},"categories":[13],"tags":[],"_links":{"self":[{"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/posts\/989"}],"collection":[{"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/comments?post=989"}],"version-history":[{"count":0,"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/posts\/989\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/"}],"wp:attachment":[{"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/media?parent=989"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/categories?post=989"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/wirid-lab.umng.edu.co\/es\/wp-json\/wp\/v2\/tags?post=989"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}